{
  "connect": "Connect your wallet",
  "try_humanwallet": "Try HumanWallet",
  "try_humanwallet_intro": "Access a trial to see how HumanWallet works",
  "account_HW": "Don't have an account yet?",
  "click_here": "Sign Up Now",
  "create_HW": "Create your user in 1 minute and easily operate in Web3 from anywhere.",
  "or": "or",
  "connect_conventional": "Connect with your conventional wallet",
  "connect_browser": "Conventional",
  "connect_abstracted": "Connect with HumanWallet",
  "connect_legal": "By connecting, you will need to sign a legal disclaimer before using the DEX.",
  "connect_type": "What type of wallet do you want to connect with?",
  "browser_wallet": "Browser Wallet",
  "browser_wallet_description": "It is a browser extension that allows interacting with dApps in the web3 world.",
  "dex_title": "HumanWallet",
  "dex_subtitle": "Welcome to a live demo to try HumanWallet",
  "dex_points": {
    "point_1": "100% integrable into any EVM blockchain",
    "point_2": "Account Abstraction (ERC-4337) to enhance dApp logic",
    "point_3": "Biometrics (ERC-7212) for users to sign transactions"
  },
  "advantages": "Advantages",
  "disadvantages": "Disadvantages",
  "advantage_autocustody": "<strong>Self-custody:</strong> Only you control your private keys.",
  "advantage_versatility": "<strong>Versatility:</strong> Useful with any other dApp in the web3 world.",
  "advantage_privacy": "<strong>Privacy:</strong> Nothing is related to your identity.",
  "disadvantage_key_loss": "<strong>Risk of private key loss:</strong> There is no 'Forgot password recovery'.",
  "disadvantage_cyber_attacks": "<strong>Risk of greater exposure to cyber attacks:</strong> as these wallets are widely used.",
  "learn_more": "Learn more",
  "abstracted_wallet": "HumanWallet",
  "advantage_mobile": "<strong>Mobile</strong>: It works perfectly on any mobile device, as you don't have to install anything: it is integrated into the webApp.",
  "advantage_biometry": "<strong>Biometry</strong>: sign your transactions with your own biometrics (FaceId or fingerprint). You don't have to do anything else, it's that easy.",
  "advantage_gas": "<strong>No gas</strong>: forget the need to have gas in your wallet to sign transactions: the project does it for you.",
  "advantage_intuitive": "<strong>Intuitive</strong>: HumanWallet is designed so that any user can use a DAPP without worrying about the technical complexities in blockchain.",
  "abstracted_wallet_description": "It is a next-generation wallet that simplifies access and signing of operations in a DAPP, designed for users who do not want complications.",
  "advantage_smart_acounts": "<strong>Smart Accounts</strong>: We transform your wallet into a smart contract, improving programmable logic.",
  "advantage_passkeys": "<strong>Passkeys:</strong> You can access services as you do with your mobile (FaceID or fingerprint).",
  "advantage_2fa": "<strong>2FA</strong>: Possibility of a second authentication factor.",
  "advantage_recovery": "<strong>Account recovery</strong>: Recover your wallet if you lose your iCloud or Google accounts.",
  "advantage_multidevice": "<strong>Multidevice:</strong> you can use your same HumanWallet account from any device, accessing with your same private key.",
  "disadvantage_light_autocustody": "<strong>Light self-custody</strong>: your private keys are as secure as the provider where you store them (Apple, Google, or a third party).",
  "disadvantage_privacy": "<strong>Less privacy</strong>: your wallet is linked to your biometrics. This is not an issue for 99% of the population, but you 'sacrifice' privacy for convenience and ease of use.",
  "switch_network": "Switch network",
  "switch": "Switch",
  "selectAccess": "Choose your access method",
  "selectAccessText": "Select your browser wallet for greater control or HumanWallet for a fast and simple experience.",
  "connect_intro": "You can use a conventional Wallet or HumanWallet, which simplifies access to operations.",
  "connectWallet": "Connect with your Wallet",
  "connectWalletText": "Use your browser wallet to securely access your dApps.",
  "noConnectWallet": "No Wallets detected",
  "noConnectWalletText": "It seems like there are no browser wallets available on your device. Please install a wallet extension like MetaMask or Brave Wallet to continue, or try accessing with HumanWallet",
  "register_or_login": "Register now or log in with your user to access your Abstracted Wallet account.",
  "login": "Login",
  "loginText": "Access with your passkey and enjoy a secure and fast experience.",
  "usernameWarning": "Enter at least three characters",
  "register": "Register",
  "registerText": "Create your account with HumanWallet. Choose a username and start using it without complications.",
  "selectUserName": "Enter your username",
  "userName": "Username",
  "return_home": "Return to home",
  "loading": "Loading...",
  "languages": {
    "en": "EN",
    "es": "ES"
  },
  "learn_more_private_keys": "Learn more about private keys",
  "passkeys_modal_title": "Passkeys",
  "passkeys_seed_heading": "Where is the seed of my HumanWallet stored?",
  "passkeys_seed_text": "HumanWallet integrates two cutting-edge standards (ERC7212 and ERC4337), the latter transforming wallets into 'smart accounts', which are smart contracts. This means your HumanWallet does not have a seed but a private key associated with the contract.",
  "passkeys_key_heading": "Where is the private key associated with my HumanWallet stored?",
  "passkeys_key_text": "Most users delegate the 'passkeys' service to Apple (iCloud Keychain) or Google (Password Manager), but you can also store them with another external provider.",
  "passkeys_providers_heading": "What other providers exist to store private keys?",
  "passkeys_providers_text": "There are many providers besides the two major ones (Apple and Google), such as:",
  "passkeys_providers_bitwarden": "an open-source solution offering high security and flexibility.",
  "passkeys_providers_protonpass": "an alternative focused on privacy and security, ideal for those seeking maximum data protection.",
  "and": "and",
  "disclaimer": "I confirm that I understand that HumanWallet is not responsible for storing the private key of my wallet, and I am solely responsible for it.",
  "back": "Back to home"
}