{
  "connect": "Conecta tu wallet",
  "try_humanwallet": "Prueba HumanWallet",
  "try_humanwallet_intro": "Accede a una prueba para ver cómo funciona HumanWallet",
  "account_HW": "¿No tienes una cuenta todavía?",
  "account_HW_bottom": "¿No tienes una cuenta de HumanWallet aún? ¿Quieres saber cómo funciona?",
  "click_here": "Regístrate Ahora",
  "create_HW": "Crea tu usuario en 1 minuto y opera fácilmente en Web3 desde cualquier lugar.",
  "or": "o",
  "connect_conventional": "Conéctate con tu wallet convencional",
  "connect_browser": "Convencional",
  "connect_abstracted": "Conéctate con HumanWallet",
  "connect_legal": "Al conectarte tendrás que firmar un disclaimer legal antes de usar el DEX.",
  "connect_type": "¿Con qué tipo de wallet te quieres conectar?",
  "browser_wallet": "Browser Wallet",
  "browser_wallet_description": "Es una extensión de navegador que permite interactuar con dApps en el mundo web3.",
  "dex_title": "HumanWallet",
  "dex_subtitle": "Bienvenido a una demo en vivo para probar HumanWallet",
  "dex_points": {
    "point_1": "100% integrable en cualquier blockchain EVM",
    "point_2": "Abstracción de cuenta (ERC-4337) para mejorar la lógica de dApp",
    "point_3": "Biometría (ERC-7212) para que los usuarios firmen transacciones"
  },
  "advantages": "Ventajas",
  "disadvantages": "Inconvenientes",
  "advantage_autocustody": "<strong>Autocustodia:</strong> Sólo tú controlas tus claves privadas.",
  "advantage_versatility": "<strong>Versatilidad</strong>: Útil con cualquier otra dApp del mundo web3.",
  "advantage_privacy": "<strong>Privacidad</strong>: Nada se relaciona con tu identidad.",
  "disadvantage_key_loss": "<strong>Riesgo ante pérdida de claves privadas</strong>: No existe 'Recuperar contraseña olvidada'",
  "disadvantage_cyber_attacks": "<strong>Riesgo a mayor exposición a ciberataques</strong>: ya que estos wallets están muy extendidos.",
  "learn_more": "Saber más",
  "abstracted_wallet": "HumanWallet",
  "advantage_mobile": "<strong>Móvil</strong>: Funciona perfectamente en cualquier móvil, ya que no tienes que instalar absolutamente nada: está integrado en la webApp.",
  "advantage_biometry": "<strong>Biometría</strong>: firma tus transacciones con tu propia biometría (FaceId o huella dactilar). No tienes que hacer nada más, así de fácil.",
  "advantage_gas": "<strong>Sin gas</strong>: olvida la necesidad de tener gas en tu billetera para firmar transacciones: el proyecto lo hace por ti.",
  "advantage_intuitive": "<strong>Intuitiva</strong>: HumanWallet está diseñada para que cualquier usuario pueda usar una DAPP sin preocuparse de las complejidades técnicas en blockchain.",
  "abstracted_wallet_description": "Es una billetera de última generación que simplifica el acceso y la firma de operaciones en una DAPP, pensada para usuarios que no quieren complicaciones.",
  "advantage_smart_acounts": "<strong>Smart Accounts</strong>: transformamos tu billetera en un contrato inteligente, mejorando la lógica programable.",
  "advantage_passkeys": "<strong>Passkeys:</strong> Puedes acceder a los servicios como lo haces con tu móvil (FaceID o huella dactilar).",
  "advantage_2fa": "<strong>2FA</strong>: Posibilidad de segundo factor de autenticación.",
  "advantage_recovery": "<strong>Account recovery</strong>: Recuperación de tu billetera en caso de perder tus cuentas de iCloud o Google.",
  "advantage_multidevice": "<strong>Multidispositivo:</strong> puedes usar tu misma cuenta de HumanWallet desde cualquier equipo, accediendo con tu misma clave privada.",
  "disadvantage_light_autocustody": "<strong>Autocustodia light</strong>: tus claves privadas están tan seguras como lo esté el proveedor en el que las guardas (Apple, Google o un tercero).",
  "disadvantage_privacy": "<strong>Menor privacidad</strong>: - tu billetera está vinculada a tu biometría. Esto no es un problema para el 99% de la población, pero \"sacrificas\" privacidad por practicidad y facilidad de uso.",
  "switch_network": "Cambia de red",
  "switch": "Switch",
  "selectAccess": "Elige tu método de acceso",
  "selectAccessText": "Selecciona tu wallet de navegador para mayor control o HumanWallet para una experiencia rápida y sencilla.",
  "connect_intro": "Puedes usar un Wallet convencional o HumanWallet, con el que simplificamos el acceso a las operaciones.",
  "connectWallet": "Conéctate con tu Wallet",
  "connectWalletText": "Usa tu wallet de navegador para acceder de forma segura a tus dApps.",
  "noConnectWallet": "No se detectaron wallets",
  "noConnectWalletText": "Parece que no hay wallets de navegador disponibles en tu dispositivo. Por favor, instala una extensión de wallet como MetaMask o Brave Wallet para continuar, o intenta acceder con HumanWallet",
  "register_or_login": "Inicia sesión o Regístrate si es la primera vez que usas HumanWallet ",
  "login": "Iniciar sesión",
  "loginText": "Accede con tu passkey y disfruta de una experiencia segura y rápida.",
  "usernameWarning": "Introduce al menos tres caracteres",
  "register": "Regístrate",
  "registerText": "Crea tu cuenta con HumanWallet. Elige un nombre de usuario y comienza a usarlo sin complicaciones.",
  "selectUserName": "Introduce tu nombre de usuario",
  "userName": "Nombre de usuario",
  "return_home": "Volver a inicio",
  "loading": "Loading...",
  "languages": {
    "en": "EN",
    "es": "ES"
  },
  "learn_more_private_keys": "Saber más sobre las claves privadas",
  "passkeys_modal_title": "Passkeys",
  "passkeys_seed_heading": "¿Dónde se guarda la semilla de mi billetera HumanWallet?",
  "passkeys_seed_text": "HumanWallet tiene integrados 2 estándares de última generación (ERC7212 y ERC4337), y este último transforma las billeteras en 'smart accounts', es decir, en contratos inteligentes, por lo que tu HumanWallet no tiene una semilla sino una clave privada asociada al contrato.",
  "passkeys_key_heading": "¿Dónde se guarda la clave privada asociada a mi billetera HumanWallet?",
  "passkeys_key_text": "La mayoría de los usuarios delegan el servicio 'passkeys' en Apple (llavero de iCloud) o Google (Password Manager), pero si quieres guardarlas en otro proveedor externo también puedes.",
  "passkeys_providers_heading": "¿Qué otros proveedores existen para guardar las claves privadas?",
  "passkeys_providers_text": "Hay muchos proveedores además de los 2 grandes (Apple y Google), como:",
  "passkeys_providers_bitwarden": "una solución de código abierto que ofrece una gran seguridad y flexibilidad.",
  "passkeys_providers_protonpass": "una alternativa enfocada en la privacidad y seguridad, ideal para quienes buscan máxima protección de sus datos.",
  "and": "y",
  "disclaimer": "Confirmo que he entendido que HumanWallet no es responsable de guardar la clave privada de mi billetera, siendo yo el único responsable para ello.",
  "back": "Volver al inicio"
}
